tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "pulumi/tap"
tap "warrensbox/tap"
brew "m4"
brew "autoconf"
brew "aws-vault", link: false
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "binutils"
brew "freetype"
brew "cmake"
brew "libnghttp2"
brew "unbound"
brew "gnutls"
brew "jpeg-turbo"
brew "lima"
brew "colima", args: ["HEAD"]
brew "copier"
brew "coreutils"
brew "cue"
brew "curl"
brew "diffutils"
brew "dnsmasq", restart_service: true
brew "docker"
brew "ed"
brew "fd"
brew "findutils"
brew "flex"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hugo"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubevela"
brew "kustomize"
brew "less"
brew "make"
brew "minikube"
brew "nano"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vale"
brew "watch"
brew "wdiff"
brew "wget"
brew "yq"
brew "zip"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "gitify"
cask "google-chrome"
cask "monitorcontrol"
cask "notable"
cask "numi"
cask "obsidian"
cask "postman"
cask "spotify"
cask "visual-studio-code"
