tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "pulumi/tap"
tap "warrensbox/tap"
brew "argocd"
brew "m4"
brew "autoconf"
brew "aws-vault", link: false
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.11"
brew "docutils"
brew "six"
brew "awscli"
brew "bash"
brew "bdw-gc"
brew "binutils"
brew "brotli"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "cmake"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jpeg-turbo"
brew "libslirp"
brew "libssh"
brew "libusb"
brew "lz4"
brew "ncurses"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "snappy"
brew "vde"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "copier"
brew "coreutils"
brew "cue"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "diffutils"
brew "docker"
brew "ed"
brew "fd"
brew "findutils"
brew "flex"
brew "mpfr"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "graphite2"
brew "grep"
brew "gzip"
brew "icu4c"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "hugo"
brew "istioctl"
brew "oniguruma"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kubevela"
brew "kustomize"
brew "less"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "luv"
brew "make"
brew "minikube"
brew "msgpack"
brew "nano"
brew "screenresolution"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "popt"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "thefuck"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vale"
brew "watch"
brew "wdiff"
brew "wget"
brew "yq"
brew "zip"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "gitify"
cask "google-chrome"
cask "monitorcontrol"
cask "notable"
cask "numi"
cask "obsidian"
cask "postman"
cask "spotify"
