tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "pulumi/tap"
brew "m4"
brew "autoconf"
brew "awscli"
brew "bash"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "ed"
brew "findutils"
brew "flex"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "unbound"
brew "gnutls"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "llvm"
brew "llvm@13"
brew "make"
brew "nano"
brew "nvm"
brew "openssl@3"
brew "python@3.10"
brew "ranger"
brew "screen"
brew "shellcheck"
brew "thefuck"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "zip"
brew "pulumi/tap/pulumi"
cask "alfred"
cask "aws-vault"
cask "gitify"
cask "google-chrome"
cask "iterm2"
cask "notable"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
