argocd
asdf
aws-sam-cli
aws-vault
awscli
bash
binutils
cmake
colima
cue
curl
danielfoehrkn/switch/switch
diffutils
docker
docker-compose
dog
ed
eksctl
fd
findutils
flex
fwdekker/mommy/mommy
fzf
gawk
gh
git
gnu-getopt
gnu-indent
gnu-sed
gnu-tar
gnu-which
go
goreleaser
gpatch
guile
gzip
harfbuzz
helmfile
hey
hugo
imagemagick
istioctl
jesseduffield/lazygit/lazygit
jq
k3d
k6
k9s
kind
kube-linter
kustomize
less
libpq
mackup
make
minikube
mkdocs
nano
neofetch
neovim
norwoodj/tap/helm-docs
nvm
poetry
pre-commit
pyenv
python@3.10
ranger
redis
ripgrep
rsync
ruby
screen
shellcheck
socat
telnet
terraform-docs
tfenv
tflint
thefuck
tmux
tree
velero
watch
wdiff
wget
yq
z3
zip
zlib
